{
    "paper_id": "1",
    "metadata": {
        "title": "Impact of membrane characteristics and chemical ageing on algal protein fouling behaviour of ultrafiltration membranes",
        "authors": [
            "Zainab Z. Mustafa",
            "Adrian T. Murdock",
            "Zongli Xie",
            "Geoffrey Johnston - Hall",
            "Rita K. Henderson",
            "Greg L. Leslie",
            "Pierre Le - Clech"
        ],
        "journal": "Separation and Purification Technology",
        "year": "2025",
        "volume": "354",
        "abstract": "Membrane characteristics can exacerbate the prevailing challenges associated with membrane fouling in industry. However, the combined impact of deliberate membrane modifications and the unavoidable effects of chemical ageing on fouling behaviour is still not well understood. In this study, three polyvinylidene fluoride (PVDF) ultrafiltration (UF) membranes with different pore size and surface roughness were selected and subject to chemical ageing with 5000 ppm sodium hypochlorite (NaOCl) at pH 10.5, selected to simulate accelerated ageing conditions. The impact of NaOCl on membrane characteristics was assessed for exposure times from 1.2 x 105 to 25.2 x 105 ppm⋅h using scanning electron microscopy (SEM), Fourier - transform infrared (FTIR) spectroscopy, contact angle, and clean water resistance analysis. The fouling behaviour of each pristine and aged membrane was compared using 10 mg C⋅L−1 dissolved organic carbon algal protein feed containing 18 % biopolymeric compounds. The membrane with intermediate pore size presented lower overall filtration resistance compared to the membrane with smaller pores that developed rapid foulant cake layers. It also displayed less susceptibility to fouling via pore blocking mechanisms compared to membranes with larger pores where greater surface area available in pore walls leads to higher foulant adhesion.",
        "keywords": "Ageing, Chain scission, Fouling, Pore size, Surface roughness"
    },
    "sections": {
        "introduction": "membrane properties to provide selected advantages such as low  filtration resistance or low chemical cleaning demand  [28,34] , hence  offering high value for membrane manufacturers and plant operators  alike.  Sodium hypochlorite (NaOCl) is commonly used as a cleaning agent  to remove adsorbed foulants from microfiltration (MF) and ultrafiltra­ tion (UF) membranes in water and wastewater treatment applications.  Exposure to NaOCl in industry is recognised to induce membrane  ageing, leading to changes in physical and chemical properties during  operation  [39,37,51] . These changes can result in higher chemical  cleaning demand, gradual accumulation of irrecoverable fouling, and  eventually, membrane integrity loss  [45,42] . Despite the inevitable  impact of chemical ageing on membranes, the phenomenon is still  poorly understood due to limited research in the membrane ageing field  [59,3] .  Polyvinylidene fluoride (PVDF) membranes are well regarded in \nChanging membrane characteristics such as pore size, surface  roughness, porosity, and hydrophilicity can significantly impact mem­ brane fouling behaviour  [26,23,9] . The selection of suitable membrane  characteristics is thus essential to efficiently manage fouling in industry  and prevent early membrane failure  [48,28] . Membrane characteristics  can be modified either deliberately through controlled modifications  such as surface modifications and polymer blending during  manufacturing or by unavoidable changes due to membrane ageing  [56] .  Membrane modifications via tuning of fabrication conditions such as  the composition of casting polymer solutions and the solvent to non-  solvent ratio  [52,6]  is one of the simpler methods of inducing changes  in morphology such as pore size, porosity, and roughness  [58] . These  adjustments in membrane fabrication can thus be used to fine-tune \n* Corresponding author at: Algae and Organic Matter Laboratory (AOM Lab), School of Chemical Engineering, The University of New South Wales, Sydney, NSW  2052, Australia.  E-mail address:  p.le-clech@unsw.edu.au  (P. Le-Clech).  \nhttps://doi.org/10.1016/j.seppur.2024.128481  Received 18 February 2024; Received in revised form 14 June 2024; Accepted 16 June 2024   \nAvailable online 24 June 2024 1383-5866/© 2024 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY license ( http://creativecommons.org/licenses/by/4.0/ ).\nZ.Z. Mustafa et al.                                                                                                                                                                                                                              \nSeparation and Purification Technology 354 (2025) 128481\nindustry for their high resistance to chemical degradation  [50,33,57] .  Previous studies mainly aimed to simulate and understand the chemical  and physical degradation of PVDF membranes with NaOCl exposure in  industry  [11,47] . Various ageing mechanisms have been proposed for  physical changes in membrane characteristics with chemical age.  Studies have reported an increase in membrane pore size along with an  increase in membrane surface roughness with NaOCl exposure  [29,53,41] , attributed to the detachment of hydrophilic additives from  the PVDF polymer framework and potential polymer chain scission  [5,56] . Studies also report PVDF degradation via polymer cross-linking  [41] , and dehydrofluorination  [16,14] . However, discrepancies on the  impact of NaOCl exposure on PVDF membrane characteristics exist due  to variation in membrane preparation protocols and the performance  indicators used  [26,45,15] .  Limited research has been conducted on the resilience of different  hydrophilic PVDF membranes to chemical exposure and subsequent  fouling behaviour  [53] ). Given the large range of commercially avail­ able PVDF membranes, and the expected discrepancies between their  performance and fouling behaviour, it is critical to further study this  important topic, so to ultimately provide operators with advice and  recommendations on membrane replacement. Previous studies have  compared PVDF with other membrane materials such as polysulfone  [12,57] and polyethersulfone  [30] . Some studies have compared PVDF  membranes formed via the two common PVDF fabrication techniques  non-solvent induced phase separation (NIPS) and thermally induced  phase separation (TIPS)  [53,56] . However, no previous work has  compared the impact of NaOCl ageing across different hydrophilic,  asymmetric PVDF membranes, all fabricated via the NIPS technique, to  understand the impact of changes in membrane characteristics via fine-  tuning fabrication conditions on PVDF membrane fouling performance.  Moreover, most previous studies do not apply initial membrane stabi­ lisation protocols that may result in discrepancies across literature. In  this study, three PVDF UF membranes, all fabricated via the NIPS  technique presenting different pore size and surface roughness, were \nstabilised via an initial rinsing procedure and assessed for their relative  fouling behaviour with extended 5000 ppm NaOCl exposure time at pH  10.5.  The aim of this study was thus to (a) assess the impact of pore size  and surface roughness of three PVDF membranes on fouling behaviour,  (b) identify the impact of 5000 ppm NaOCl exposure at pH 10.5 on the  physical and chemical surface characteristics of the three PVDF mem­ branes, and (c) assess the subsequent impact of changing surface char­ acteristics with NaOCl exposure on the fouling behaviour of each PVDF  membrane. \n2. Methods and materials",
        "experimental": "2.1. Membranes and ageing protocol \n2.1.1. Membranes  Three types of PVDF UF hollow fibre membranes, all fabricated via  and termed ‘M1 ’ , ‘M2 ’  and ‘M3 ’ , were used for comparison in this study.  All membranes were hydrophilic and featured a negative zeta potential  ( Table 1 ) . Nominal pore size, determined by molecular weight cut off,  ranged from 20 to 40 nm for M1 and M2 to approximately 80 nm for M3  ( Table 1 ) . Surface area and pore volume were measured using methods  described in  Section S3 . Details on the method of membrane manu­ facture could not be disclosed due to confidentiality. All new membrane  modules were activated with 20 % ethanol, then rinsed for 16 h at 100  L ⋅ m − 2 ⋅ h − 1  with deionised water and stored soaked in deionised water  before use. \n2.1.2. Membrane characterisation  SEM (Nova NanoSEM 450) was used to visually examine changes in  surface pore size, structure, and resulting roughness. Prior to imaging,  samples were sputter coated with a 5 nm chromium sublayer followed  by 5 nm platinum surface coat. Imaging was conducted at a beam  voltage of 15 kV. For each sample, 3 images were collected from \nTable 1  Summary of membrane characteristics for three PVDF UF membranes.  \nUF PVDF Membrane  Membrane 1 (M1)  Membrane 2 (M2)  Membrane 3 (M3) \nExternal diameter (mm)  0.85  0.97  0.85  Wall thickness (mm)  0.16  0.28  0.16  Membrane cross-section α \nMembrane surface α \nPermeability  (L ⋅ m − 2 ⋅ h − 1 ⋅ bar − 1 )  967  ±  75  614  ±  70  1,395  ±  70 \nZeta potential (mV) at pH 6 – 8  − 17  ±  4  − 25  ±  5  − 25  ±  5  Contact angle β  ( ◦ )  34  ±  6  27  ±  7  43  ±  3  Max pore size γ  (nm)  20 – 40  20 – 40*  ~ 80  Pore volume φ \n(cm 3 ⋅ g − 1 )  0.05  0.09  0.22 \nSurface area φ  (m 2 ⋅ g − 1 )  35  61  150 \nα Membrane cross-section and surface imaged using scanning electron microscope. Cross-sectional images taken at 1000x magnification. Surface images taken at  100,000  ×  magnification.  β Relative contact angle of hollow-fibre membranes measured using a tensiometer in the meniscus measurement mode, see  Section 2.1.2  for details.  γ Maximum pore size defined as the spherical particle size that has a 90% rejection by the membrane ( Section S2 ).  φ Relative pore volume and surface area estimated by Brunauer-Emmett-Teller (BET) adsorption curve. See  Section S3  for details on calculation method.  *See Section S1 for details on the MWCO analysis method and rationale for similar max pore size across M1 and M2 membranes. \n2\nZ.Z. Mustafa et al.                                                                                                                                                                                                                              \nSeparation and Purification Technology 354 (2025) 128481\ndifferent locations on the sample fibre, and all fibre samples were ana­ lysed with duplicates. Fibres were assessed for defects and irregularities  both visually and using the SEM before images were captured.  Contact angle for the hollow fibre membranes was determined using  a procedure similar to that applied previously  [49] . An automated op­ tical tensiometer (Theta ATA Scientific) was used in the single-fibre  meniscus mode. Rinsed membranes were kept fully submerged in  deionised water prior to testing. A steel rod reinforcement was used to  ensure the hollow fibres remained vertical during the contact angle  measurement. The wet membranes fibres were lowered into a pool of  deionised water and then held in place for 3 s before recording the  membrane-water interface contact angle. Recordings were taken for 3 s  with 15 data points collected per second. This procedure was repeated at  least 5 times along the length of the fibre sample and the results were  averaged. Error was calculated from the standard deviation of contact  angles across the 10 measurements for each data point.  FTIR spectroscopy (Spotlight 400, Perkin Elmer) was conducted  using the attenuated total reflectance method (ATR) recorded over the  range of 4000 cm − 1  to 650 cm − 1  (16 scans at 4 cm − 1 ) with all samples  analysed with duplicate measurements. For SEM and FTIR analysis, all  samples were lyophilised prior to testing. Ageing NaOCl (12.5 %,  ChemSupply Australia) was used as the chemical ageing solution,  diluted to a concentration of 0.5 % in deionised water. Static ageing tests  were conducted by immersing membranes in excess NaOCl solution and  storing in the absence of light at room temperature. Due to the gradual  loss of free-chlorine in NaOCl, the concentration was monitored daily  using a calibrated colorimeter free-chlorine measurement (Hach,  Australia), and the solution was changed if the concentration dropped  below 10 % of the original value. During industrial operation, cumula­ tive exposure of NaOCl can range from 5  ×  10 5  ppm ⋅ h to 2  ×  10 6  ppm ⋅ h  [3] for a PVDF membrane lifetime of approximately 5 – 10 years  [45,3] .  [57] . To simulate this, membranes M1, M2, and M3 were soaked  continuously for 1, 3, 7, 14, and 21 days in 0.5 % NaOCl solution (5000  mg ⋅ L -1  free chlorine, pH 10.5) corresponding to NaOCl exposures of 1.2,  3.6, 8.4, 16.8, and 25.2  ×  10 5  ppm ⋅ h ( Table 2 ). The NaOCl solution  concentration (5000 ppm) and pH (up to 10.5), were chosen to accel­ erate the aging process  [57] , however, we note that these are higher  than typical operating conditions used or recommended by membrane  manufacturers  [3] . \n2.2.2. Filtration and fouling assessment  Filtration of algal protein solution was conducted using a bench-scale  submerged membrane filtration system operated in outside-in mode  (shell feed). Previous studies  [8,10] reported the need for constant flux  experiments for membrane fouling evaluation instead of constant pres­ sure due to the impact of volume and flux bias in the latter operation  mode. Thus, a constant flux of 75 L ⋅ m − 2 ⋅ h − 1  was applied for all filtration  experiments and fouling was monitored through transmembrane pres­ sure (TMP) measurement. A permeate backwash was conducted every 2  h for 2 min at 100 L ⋅ m − 2 ⋅ h − 1  that completed 1 ‘cycle ’ . After each  backwash, permeate was returned to the feed beaker and the next cycle  was started. Each fouling experiment was conducted for 6 cycles or until  a TMP of 40 kPa was reached. The membranes were relaxed overnight  after the 3rd cycle. During filtration, flux and TMP were logged auto­ matically at 5 min intervals, and the feed was stirred with a magnetic  stirrer at 50 rpm. All experiments were conducted at room temperature  of 25  ◦ C and resistance calculations were normalised at 25  ◦ C.  Filtration models to evaluate potential pore blocking and cake  filtration mechanisms from TMP profiles were developed according to  the procedure detailed in a previous study  [35] . Filtration models  included complete blocking, standard blocking, intermediate blocking,  and cake filtration. The error in the linearity correlation coefficient (R 2 )  was calculated using duplicate assessment of the unaged M3 membrane  across both cycle 1 and cycle 6 with all four filtration models.  Fouling rate was defined as the change in TMP over time while  resistance was linearly proportional to TMP at constant flux. Details on  the calculation of fouling rate, resistance, and rejection can be found in a  previous study  [35] . Experimental variations in fouling rate, resistance  and rejection were determined from triplicate fouling analysis of the  unaged M3 membrane. The unaged M3 membrane was used to deter­ mine error across all membrane types because error in these experi­ mental variations is assumed to be independent of membrane type.  Clean water resistance measurements were conducted at 100  L ⋅ m − 2 ⋅ h − 1  using deionised water, calculated after 1.5 min of continuous  filtration to ensure membrane resistance stabilisation. Where change in  resistance was below 0.3 kPa, the error was calculated as the standard  deviation of TMP over 3 min filtration with data logging at 30 s in­ tervals. For change in resistance above 0.3 kPa, standard deviation error  was collected from triplicate clean water resistance measurements.  Rejection of organic size fractions was determined by LC-OCD  characterisation of the feed and filtrate as per the procedure for LC-  OCD analysis applied previously  [36] . Feed was sampled before the  filtration commenced, while the filtrate was sampled after all filtration  cycles were completed. Analytical variation in LC-OCD characterisation  was assessed using triplicate samples for the unaged M3 membrane. \n2.2. Fouling analysis \n2.2.1. Feed  Algal protein (food grade, PlantFusion) feed solution was prepared  by dissolving in deionised water and centrifuging at 5500 rpm and 21  ◦ C  for 35 min. The supernatant was decanted, vacuum-filtered through a  pre-rinsed 0.45  µ m polyester filter (Whatman, Australia) and diluted to a  final dissolved organic carbon (DOC) concentration of 10 mg C ⋅ L -1  and  maintained at neutral pH. The algal protein feed solution DOC consisted  of 18 % biopolymer compounds (BP) (molecular size  >  10,000 Da), 27 %  intermediate molecular weight compounds (IMWC) (molecular size 300  –  10,000 Da), 39 % low molecular weight neutrals (LMWN) (molecular  size  <  350 Da), and 16 % hydrophobic organic compounds (HOC), as  characterised by liquid chromatography organic carbon detection (LC-  OCD). Unfortunately, a direct comparison between algal protein size  and membrane pore size was not possible because of different size pa­ rameters used to define pore size and protein size. \n2.2.3. Backwash and chemical cleaning  Reversibility after backwash was calculated as per Equation  (4.1)  [43] , where  TMP n ini  was the TMP at the beginning of cycle  n ,  TMP n end  was  the TMP at the end of cycle  n , and  TMP n + 1 ini  was the TMP at the beginning  of the next cycle  n  +  1. The reversibility after backwash for each cycle  was then averaged to determine the average reversibility after back­ wash. Reversibility after overnight relaxation (cycle 3) was omitted to  indicate backwash efficiency only. Error in the reversibility after back­ wash was calculated as the standard deviation in reversibility over the  filtration cycles for each fouling experiment. The term ‘TMP recovery ’  was used interchangeably with ‘reversibility after backwash ’ . \nReversibility after backwash ( % ) =   TMP n end   − TMP n + 1 ini TMP n end   − TMP n ini\n×  100 (4.1)  \nTable 2  Actual concentration and contact time for NaOCl exposure in accelerated  chemical ageing tests.  \nChemical cleaning was carried out after the final filtration cycle was  completed. The membrane was manually rinsed with deionised water to  remove loosely bound proteins, backwashed with filtrate for 3 min at  100 L ⋅ m − 2 ⋅ h − 1  and then cleaned by soaking in NaOH 0.01 % for 2 h with  stirring at 50 rpm. NaOH was specifically used for the cleaning process \nContact time (days) with 5000 ppm NaOCl  1  3  7  14  21 \nTotal exposure ( × 10 5  ppm ⋅ h)   1.2   3.6   8.4   16.8   25.2  \n3\nZ.Z. Mustafa et al.                                                                                                                                                                                                                              \nSeparation and Purification Technology 354 (2025) 128481\nso that the resulting cleaning solution could undergo organic assessment  via LC-OCD analysis. This is because free chlorine can disrupt the elution  of organic material through the size exclusion column. NaOCl was the  accelerated ageing agent used in this study. NaOH exposure was  considered negligible to that of NaOCl and was kept constant in all re­ sults. A comparison of membrane ageing mechanisms with exposure to  NaOCl and NaOH has been explored in another study  [53] . After  cleaning, a clean water resistance test using deionised water was con­ ducted to determine the resistance of the chemically irreversible fouling  layer (CIFR) after subtracting the known resistance of the membrane.  Error in the CIFR was calculated as the sum of the standard deviation of  clean water membrane resistance measurements before and after  fouling. \nincrease the fouling resistance at an exponential rate  [24] , as it was  observed ( Fig. 1 ). Thus, while the membranes with smaller pores pre­ sented higher initial fouling resistance, larger pores were observed to  accumulate fouling and lead to more severe fouling during extended  cycles. Therefore, considering that an increase in pore size could provide  lower filtration resistance but also a higher susceptibility to pore  blocking, an intermediate pore size would present ideal results and  could explain the optimal results observed for M2 ( Table 4 ).  The TMP profiles ( Fig. 1 ) were further applied to examine the rela­ tive reversibility of each membrane by relaxation (conducted after cycle  3) and backwash with respect to their physical surface properties.  Relaxation was effective for TMP recovery in both M1 and M2 but not  M3.The average backwash reversibility of the membranes followed the  order M1  >  M3  >  M2. For both M1 and M2, the TMP at the start of cycle  4 was lower than the TMP at the start of cycle 3, whereas for M3, the  TMP at the start of cycle 4 was higher than the TMP at the start of cycle  3. This implied that the overnight relaxation between cycles 3 and 4 led  to the recovery of over 100 % of the TMP accrued in the previous cycle  for M1 and M2, however, for M3 there was minimal TMP recovery after  overnight relaxation. This indicated that the membranes with smaller  pore sizes had fouling layers that could be easily detached, underscoring  that the effectiveness of membrane relaxation to mitigate fouling  development can vary depending on membrane characteristics. In  contrast, larger pore size in M3 likely induced greater fouling adsorption  on pore walls and pore blocking, due to the ability for foulants to enter  larger pores, that subsequently reduced fouling reversibility  [31,23] .  However, the average TMP recovery after backwash for all other cycles  excluding overnight relaxation was lowest for M2 (~35 %), followed by  M3 (45 %) and M1 (~55 %) ( Fig. 1 ). Lower backwash efficiency in the  case of M2 was likely due to the greater surface roughness of this  membranes that provide greater surface area for foulant attachment  [28,18] , thus reducing the efficiency of physical cleaning. Therefore,  smaller pore size and lower surface roughness properties were found to  provide higher physical fouling reversibility ( Table 4 ). However, for  membranes with larger pore size and rougher surfaces, greater back­ wash frequency may be required to control fouling development with  extended cycles. It is important to note that only a qualitative assess­ ment of surface roughness has been applied via SEM analysis in this  study. Detailed characterisation is suggested in future work to provide a  more quantitative assessment of surface roughness across the  membranes. \n3. Results and discussion",
        "results": "3.1. Impact of membrane characteristics on fouling behaviour \n3.1.1. Fouling rate  The TMP profiles for the three PVDF membranes M1, M2, and M3  ( Fig. 1 ) were used to compare the fouling behaviour of the membranes  with algal protein feed solution. M2 was found to present the lowest  TMP rise for all 6 filtration cycles and M1 generally displayed the  highest TMP rise per cycle, however, the performance of M3 was  observed to change significantly from cycles 1 – 3 to cycles 4 – 6. For cy­ cles 1 – 3, the TMP rise per cycle was in the order M1 (~9 kPa/cycle)  > M2 (~3 kPa/cycle)  >  M3 (~2 kPa/cycle), however, for cycles 4 – 6, while  the TMP rise per cycle for M1 and M2 was similar to the respective TMP  rise per cycle in cycles 1 – 3 (~13 kPa/cycle for M1 and ~ 5 kPa/cycle for  M2), M3 displayed a rapid change in fouling behaviour in cycles 4 – 6  (~10 kPa/cycle). In the initial 3 cycles, the higher TMP rise for M1 and  M2 relative to M3 was likely due to the smaller pore size of M1 and M2  ( Table 1 ) that is known to result in higher short-term fouling resistance  [27,7] . Furthermore, M2 presented lower overall magnitude of resis­ tance compared to M1. This is because M2 has lower TMP increase  compared to M1 and due to that, the overall magnitude of resistance  accumulated over the filtration cycles is also lower, since TMP and  resistance have a linear correlation. This could be a result of a lower  relative pore size in M1 compared to M2 as seen on the SEM images  ( Table 1 ) that could lead to higher overall filtration resistance in M1 due  to the more rapid development of foulant cake layers over smaller pores  [24] . Moreover, the lower magnitude of filtration resistance accumu­ lated in M2 may also be a result of the higher visible surface roughness of  M2 ( Table 1 ) that had the potential to temporarily shield functional  pores from approaching foulants, thus reducing the fouling accumula­ tion on the membrane surface  [17] . For M3, with extended cycles, the  larger pores of the membrane compared to M2 were more susceptible to  the consequences of pore blocking  [31,44] , including the potential to \n3.1.2. Filtration models  Potential fouling mechanisms leading to distinct fouling behaviours  across the membranes were further investigated using linear correla­ tions with four filtration models ( Table 3 ). In cycle 1, M2 presented  higher correlations with all filtration models compared to M3, whereas  after 6 cycles, both M1 and M2 were found to display a high correlation  (R 2  >  0.99) with all filtration models. Thus, across the 6 cycles, while the \nTable 3  Linearity correlation coefficient (R 2 ) of four filtration models with the fouling  profile for membranes M1, M2, and M3 in the first filtration cycle and last  filtration cycle. Error in the R 2  value across identical fouling experiments was up  to 0.01. R 2  values of ‘1.00 ′  represent 0.999  ≥ R 2  ≥ 0.995. Equations corre­ sponding to each model can be found in previous work  [35] .  \nLinearity (R 2 )  M1  M2  M3 \nFiltration Cycle 1  Complete blocking   0.97   0.97   0.95  Standard blocking   0.98   0.98   0.96  Intermediate blocking   0.99   0.98   0.96  Cake filtration   1.00   0.99   0.97  \nFiltration Cycle 6  Complete blocking   0.97   1.00   1.00  Standard blocking   0.99   1.00   1.00  Intermediate blocking   0.99   1.00   1.00  Cake filtration   0.99   1.00   1.00  \nFig. 1.  TMP profile for membranes M1, M2, and M3. Filtration cycles con­ ducted at 75 L ⋅ m − 2 ⋅ h − 1  with a backwash every 2 h for 2 min at 100 L ⋅ m − 2 ⋅ h − 1 .  Filtration was conducted for 6 cycles or until 40 kPa was reached, with an  overnight relaxation after the 3rd cycle. \n4\nZ.Z. Mustafa et al.                                                                                                                                                                                                                              \nSeparation and Purification Technology 354 (2025) 128481\ncorrelations with pore blocking and cake filtration for M2 were similar  for most filtration models, the correlations for M3 were found to differ  more notably. In cycle 1, M3 displayed a higher correlation with cake  filtration compared to complete blocking, however, in cycle 6, the same  membrane displayed a notably higher correlation with all models. This  indicated that the increased effect of pore blocking was one of the pri­ mary mechanisms driving the higher fouling observed in M3 with  extended filtration cycles ( Fig. 1 ). The model thus reaffirmed the po­ tential adsorption of foulants on pore walls for larger pores in M3, as per  the mechanisms of the standard blocking filtration model, as was hy­ pothesized in  Section 3.1.1 . Though M2 also presented high correlations  with pore blocking models, the larger pore size of M3 likely aggravated  the pore blocking mechanism over the fouling cycles  [32,22] and sub­ sequently produced a more severe and incompressible fouling layer  [25,4] . It is important to note that, considering M2 displayed a high  correlation with all pore blocking models after 6 cycles, a fouling  behaviour like M3 could be anticipated for M2 with extended filtration  [1,25] especially due to the high surface roughness of M2  [23] . More­ over, the lower fouling reversibility of M2 (Section above) and varying  cross-sectional structure of the membranes where M2 presented the  highest wall thickness ( Table 1 ) could indicate the impact of a depth  filtration effect caused by the morphology of the membrane selective  and support layers on the fouling performance particularly in M2  {Kumar, 2015 #899} (Section S1). Therefore, while the fouling behav­ iour of M3 was likely exacerbated by pore blocking in larger pores, high  correlations of pore blocking also found with the M2 membrane and the  potential for increased fouling complexity due to internal membrane  morphology indicated potential fouling challenges with extended  filtration for M2 ( Table 4 ).  M1 was found to present higher correlations with intermediate pore  blocking and cake filtration fouling mechanisms compared to complete  blocking ( Table 3 ). In contrast to M2 and M3, the correlations were not  found to change significantly from cycle 1 to cycle 6. The preferential  role of intermediate pore blocking and cake filtration over complete  blocking indicated the development of a porous cake layer for M1, likely  due to smaller membrane pores that increased likelihood of foulant  attachment to the membrane surface or other foulants in preference to  pores  [24] . This could be contrasted to the previously discussed  incompressible cake layer development in the case of M3 due to larger  pore size. Furthermore, the lack of significant change in fouling mech­ anisms or degree of correlation to filtration models with consecutive  cycles suggested that the fouling performance was relatively stable for  M1. This stability could be attributed to the smoother surface for this  membrane that entrapped less foulants and thus provided less oppor­ tunity for change in fouling mechanisms or fouling aggravation due to  the interaction of foulants with pre-deposited fouling layers  [21,49] . \nHowever, the high correlation of all models could imply that the fouling  mechanisms occurred simultaneously, as has been reported for both  single foulant and complex feedwater systems on UF membranes  [19,20] . Various models used to evaluate the combined filtration  mechanisms have been proposed  [20] including a simplified technique  to identify dominant fouling mechanisms through piecewise multiple  linear regression modelling  [55] . These advanced filtration models are  thus recommended for analysis alongside the typical models in future  work. \n3.2. Impact of hypochlorite ageing on membrane characteristics \n3.2.1. SEM  The impact of 5000 ppm NaOCl exposure on the surface morphology  of the three membrane was observed visually for no exposure, 8.4  ×  10 5 \nppm ⋅ h, and 25.2  ×  10 5  ppm ⋅ h exposure ( Fig. 2 ). Changes that could be  observed visually were subtle for M1, and more apparent for M2 and M3,  where M2 and M3 were found to display contrasting changes in surface  roughness. Though some pore enlargement may be observed with the  highest exposure for M1, the changes were subtle and inconclusive  through SEM observation. It should be noted that imaging variations in  pore morphology and roughness in M1 may have required additional  image definition that was otherwise limited by the 10 nm conductive  surface coating used for analysis. In M2, a higher surface porosity could  be identified with increased exposure, where smaller pores in the  framework were found to increase in size and the overall surface became  visibly rougher. This increase in pore size and roughness has been pro­ posed to be a result of the dislodgement of additives from the membrane  [56,53,41] and potential chain scission in the PVDF framework  [40] . For  M3, surface deformation was observed and a gradual ‘smoothening ’  of  the surface with some visible reduction in smaller pores. Surface  deformation resulting in the reduction in smaller pores and decreased  surface roughness has previously been attributed to degradation via  cross-linking in the PVDF macromolecular chains after additive loss  [13] . It is important to note that the cross-linking PVDF degradation  mechanism proceeds at a much slower rate compared to polymer chain  scission in the presence of NaOCl  [41] , and thus further analysis is  required to confirm that cross-linking takes place in the M3 membrane.  Thus, while changes were inconclusive for M1, M2 displayed an increase  in pore size and surface roughness, and surface deformation in M3 led to  a potential reduction in small pores and decreased overall surface  roughness ( Table 5 ). \n3.2.2. FTIR  FTIR spectra depicting the impact of NaOCl exposure was presented  for M3 ( Fig. 3 ) while the spectra for M1 and M2 can be found in Section  S4. For all membranes, a notable decrease in peak intensity with  increasing chemical exposure was observed around 1670 cm − 1 , while a  reduction in peak intensity around the PVDF fingerprint region was  observed for M2 and M3 but not M1. The reduction in intensity at 1670  cm − 1  is generally attributed to carbonyl groups from hydrophilic poly­ amide additives such as polyvinylpyrrolidone (PVP) used in PVDF  membrane synthesis, thus indicating the reduction of hydrophilic ad­ ditives from all membranes when exposed to NaOCl  [15,38]  ( Table 5 ).  Furthermore, for M2 and M3, peak reductions were found in the PVDF  fingerprint region, particularly 1070 cm − 1  [13] , signifying potential  chemical attack on the PVDF macromolecular structure through po­ tential chain scission or cross-linking  [15,53] . The M1 membrane did  not display a significant reduction in peak intensity in the PVDF  fingerprint region, potentially indicating that the PVDF framework in  M1 was less impacted by chemical exposure compared to M2 and M3.  This corresponded with the SEM images that displayed less surface  deformation in the M1 membrane compared to M1 and M2 ( Fig. 2 ). It is  important to note that despite additive loss with NaOCl exposure  observed for all membranes here, the additives remained after the  highest exposure. This indicated that while some reduction in \nTable 4  Summary of the impact of membrane characteristics for M1, M2 and M3 on algal  protein fouling behaviour and proposed mechanisms to explain behaviour.   \nDistinctive  Characteristic  Fouling behaviour  Proposed Mechanisms \nM1  Small pores  High filtration  resistance.  Small pores induce higher  immediate resistance.  Smooth surface  High backwash  reversibility.  Smooth surface provided less  opportunity for foulant  adhesion.  M2  Rough surface  Low backwash  reversibility.  Rougher surfaces can entrap  foulants.  Small pores  (larger than M1) * \nMedium filtration  resistance.  Larger pores provide lower  overall filtration resistance than  smaller pores but more potential  for fouling by pore blocking.  M3  Large pores  Low filtration  resistance.  Exponential  increase in fouling  rate  \n*  As per the results of SEM and BET analysis, see Section S1 for details. \n5\nZ.Z. Mustafa et al.                                                                                                                                                                                                                              \nSeparation and Purification Technology 354 (2025) 128481\nFig. 2.  SEM imaging of M1 (a, b, c), M2 (d, e, f), and M3 (g, h, i) for no NaOCl exposure (a, d, g), 8.4  ×  10 5  ppm ⋅ h (b, e, h), and 25.2  ×  10 5  ppm ⋅ h (e, f, i).  Approximate image width of 4  µ m at 100,000  ×  magnification. \nexposure to between 25 and 55 ◦ confirming our observations in the FTIR  analysis above and indicating the membranes remained hydrophilic. M1  and M3 were found to display mild fluctuations ( ± 10\nTable 5  Summary of the impact of increasing NaOCl exposure time at pH 10.5 on  membrane characteristics as observed by SEM, FTIR, contact angle, and clean  water resistance.   \n◦ ) till 8.4  ×  10 5 \nppm ⋅ h and 16.8  ×  10 5  ppm ⋅ h, respectively, after which the contact angle  was observed to increase, hence implying a reduction in hydrophilicity  with extended chemical exposure, while the contact angle of M2 was  found to remain relatively constant with exposure ( Table 5 ). A reduction  in hydrophilicity with chemical exposure, as observed for M1 and M3,  was an expected result of the loss in additives observed with FTIR  analysis ( Fig. 3 ). Reductions in hydrophilicity of PVDF membranes due  to the loss of additives with NaOCl exposure has also been widely re­ ported previously  [2,40,47] . The relatively constant contact angle of M2  could have a few explanations. Firstly, the dislodgement of additives did  not induce a significant change in surface hydrophilicity for the M2  membrane since the additives remained after chemical exposure, as  discussed in  Section 3.2.2 . Secondly, the increased surface roughness,  porosity and potentially increased pore size of the M2 membrane ( Fig. 2 )  may have reduced the effective contact angle due to disruption of the  water-membrane interface with additional roughness and porosity, and  the capillary effect of pores  [5,45] . Finally, it is also possible that the  hydrophilicity of M2 may have increased with exposure due to the  generation of carbonyl groups resulting from the dehydrofluorination  degradation process, as has been reported previously  [53,38] . While a  reduction in the fluorocarbon group absorbance was observed  (1000 – 1100 cm − 1 ), as identified in  Section 3.2.2 , the typical generation  of carbon – carbon double bonds observed at 1590 cm − 1  with dehydro­ fluorination  [13,16]  was not found in the FTIR results of this study (see  Figure S3  for M2 FTIR spectra). Thus, further investigation would be  required to affirm the dehydrofluorination theory.  It should be noted that large fluctuations in initial contact angle, that  has been observed in previous studies applying accelerated bench-scale \nSEM  FTIR  Contact angle  Clean water  resistance \nIncreasing exposure till 8.4  ×  10 5  ppm ⋅ h (inclusive)  M1  Inconclusive  Reduction in  additives  No significant  change  Fluctuating  decrease/  inconclusive  M2 \nM3  Decreased  roughness  No significant  change  \nIncreasing exposure from 8.4 to 25.2  ×  10 5  ppm ⋅ h  M1  Inconclusive  Reduction in  additives  Increase in  contact angle  Decrease in  resistance  M2  Increased  porosity  Increased  roughness \nReduction in  additives and  disruption of  PVDF skeleton \nNo significant  change \nM3  Decreased  roughness  Increase in  contact angle  with highest  exposure \nNo significant  change  \nhydrophilicity was expected for the membranes with increased chemical  exposure, the membranes were still expected to remain hydrophilic. \n3.2.3. Contact angle  The impact of varying NaOCl exposure on the relative hydrophilicity  of M1, M2, and M3 was estimated by contact angle measurements  ( Fig. 4 ). Contact angles for all the membranes increased with NaOCl \n6\nZ.Z. Mustafa et al.                                                                                                                                                                                                                              \nSeparation and Purification Technology 354 (2025) 128481\nFig. 3.  FTIR spectra for  M3  membrane with varying NaOCl exposure time. Regions of interest including carbonyl groups at 1670 cm − 1  and fluorocarbons at 1070  cm − 1  were magnified. FTIR spectral changes for M1 and M2 over the range of exposures can be found in Section S4. \nFig. 5.  Change in clean water resistance for M1, M2, and M3 with varying  NaOCl exposure time at pH 10.5. Error in clean water resistance was calculated  from the standard deviation of resistance measurement taken every 30 s over 3  mins. See  Section 2.2.2  for details on clean water resistance measurement. \nFig. 4.  Contact angle for M1, M2 and M3 with varying NaOCl exposure time.  See  Section 2.1.2  for details on contact angle analysis. Error was calculated as  the standard deviation of contact angles across 5 measurements taken for each  data point. A one-way ANOVA was conducted on the contact angles to deter­ mine the significance of variance in the results, see Section S6 for details. \nmembrane resistance fluctuated by 10 – 15 % till 16.8  ×  10 5  ppm ⋅ h after  which it declined by 25 % at the highest exposure. The fluctuating initial  clean water resistances of M1 and M2 below the original resistance could  indicate an unstable initial pore size as additives gradually degraded  and/or removed from the PVDF framework  [53,40] . Resistance fluctu­ ations could also be a result of the changing hydrophilicity of the  membranes as the two parameters are interdependent  [45,29] , however,  the effects of pore size on resistance has been reported to dominate over  hydrophilicity  [53] . Moreover, the final decrease in resistance observed  here was also found in previous studies that reported resistance decline  due to pore enlargement resulting from the loss of additives and po­ tential PVDF chain scission  [15,29] . It is important to note that the high  impact of chemical exposure on the clean water resistance of M1 indi­ cated that the physical degradation and potential increase in pore size  previously noted for M2 also occurred in M1. This was despite incon­ clusive evidence obtained from SEM and FTIR analysis for the M1  membrane. Unlike M1 and M2, M3 displayed a relatively stable clean  water resistance, where the measured resistance till the maximum 25.2  ×  10 5  ppm ⋅ h exposure did not change by over 10 %. This may have been  due to the low initial resistance of the M3 membrane due to larger  original pore size ( Table 1 ), thus resulting in less significant impact of  additive loss inducing pore enlargement on the resistance decline of M3 \nageing tests  [29,38] , was not found here ( Fig. 4 ), with all membranes  displaying minor initial fluctuations ( ± 10\n◦ ) as mentioned previously.  The fluctuations observed previously with initial exposures were likely  due to varying membrane preparation protocols where the initial wet­ ting of the membrane could be expected through the removal of mem­ brane preservative agents  [47,15] . This indicated that that membrane  preparation and rinsing protocol used in this study, described in  Section  2.1.1 , was able to minimise initial fluctuations in apparent hydrophi­ licity due to contaminating wetting agents that would otherwise pose  little significance to long-term membrane ageing effects in industrial  operation  [47] . \n3.2.4. Clean water resistance  The impact of NaOCl exposure on clean water (deionised water)  resistance across the three membranes was found to be in the order M1  >  M2  >  M3 ( Fig. 5 ). All membranes displayed initial fluctuations in  resistance, however, M1 and M2 displayed an overall decline in resis­ tance with extended exposure ( Table 5 ). For M1, the resistance was  found to fluctuate by 20 % till 8.4  ×  10 5  ppm ⋅ h, after which, it decreased  between  − 15 % to  − 25 % of the original resistance. In the case of M2, \n7\nZ.Z. Mustafa et al.                                                                                                                                                                                                                              \nSeparation and Purification Technology 354 (2025) 128481\ncompared to M1 and M2. \nprogression for M2 with chemical exposure affirmed the previous find­ ings in  Section 3.1.2  that indicated M2 could display similar exponential  fouling behaviour to M3 due to higher correlations with pore blocking  filtration models with increased cycles ( Table 3 ). Thus, in this study, the  relative fouling performance across different membranes in terms of  fouling rate and fouling mechanisms was not found to change with  chemical exposure time.  Furthermore, for all three membranes, a distinct increase in fouling  rate was observed with increasing NaOCl exposure until 8.4  ×  10 5 \n3.3. Impact of hypochlorite ageing on fouling behaviour \n3.3.1. Fouling rate  The fouling rate for the filtration of M1, M2, and M3 with algal  protein feed was observed with increasing NaOCl exposure time ( Fig. 6 ).  The relative performance of the membranes throughout tested chemical  exposures corresponded with the general conclusions drawn in  Section  3.1  ( Table 4 ). A higher overall fouling rate was found for M1, likely  indicating that M1 presented smaller pores compared to M2 and M3  throughout tested exposures that thus led to increased overall filtration  resistance  [7,27] . Moreover, the correlation of M1 with the cake filtra­ tion model (R 2  >  0.99) ( Table 3 ) in Cycle 1 indicated that the membrane  may have rapidly surpassed the initial interaction between foulants and  membrane. The higher overall fouling rate of M1 across the initial cycles  could reflect the resistance rate of the fouling layer itself and the  interaction between foulants during filtration  [54] . Exponential devel­ opment of fouling over 6 cycles was also consistent throughout exposure  for M3, likely due to additional pore blocking in larger pores for this  membrane, as discussed in  Section 3.1.2 . The exponential fouling \nppm ⋅ h for M2 and M3, and 16.8  ×  10 5  ppm ⋅ h for M1. After these ex­ posures, the fouling rate declined. From the results of membrane char­ acterisation ( Table 5 ), the initial increase in membrane fouling  behaviour may have been attributed to decreased membrane hydro­ philicity resulting from a reduction in hydrophilic additives from the  PVDF framework ( Fig. 3 ), and increased hydrophobic interactions be­ tween foulants and the membrane surface. The increasing fouling  behaviour due to increased hydrophobicity with NaOCl exposure has  also been reported previously  [46,40] . Furthermore, the removal of  additives from the surface was also likely to induce pore enlargement, as  discussed in  Section 3.2.4 , which has also been reported to aggravate  fouling behaviour due to tendency for greater pore blocking  [53] . The  subsequent decline in fouling rate with high exposure was likely a result  of excess pore enlargement, evidenced by the decline in clean water  resistance ( Fig. 5 ) that may have reduced membrane selectivity and thus  reduced the severity of cake layer formations  [40] . Therefore, the  fouling rate for all membranes initially increased due to potential  reduction in hydrophilicity and increased pore size, and then decreased  likely due to excess pore enlargement that could reduce membrane  selectivity. \n3.3.2. Membrane dissolved organic rejection  The quality of the permeate with increasing NaOCl exposure was  presented as the rejection of organic size fractions by the membranes  ( Fig. 7 ). For all three membranes, the rejection of biopolymers was  above 80 % without NaOCl exposure, thus suggesting that the mem­ brane integrity can be expected to remain intact without chemical  ageing over multiple filtration cycles for short-term experiments. The  rejection was found to decrease with elevated exposures, thus indicating  decreased membrane selectivity with chemical exposure. M1 presented  >  90 % biopolymer rejection till 1.2  ×  10 5  ppm ⋅ h, after which, rejection  declined to 65 % at 25.2  ×  10 5  ppm ⋅ h exposure. However, when  considering the error in measurement of biopolymers, M2 and M3 dis­ played a more notable reduction in biopolymer rejection. M2 and M3  presented a stable biopolymer rejection up to the 16.8  ×  10 5  ppm ⋅ h  exposure, after which the biopolymer rejection dropped significantly to  40 % and 25 % at 25.2  ×  10 5  ppm ⋅ h for M2 and M3, respectively. The  results corresponded with the previously hypothesized decrease in  membrane selectivity that likely led to a decline in fouling rate for high  exposures ( Fig. 6 ). Thus, all membranes were found to exhibit pore  enlargement with chemical exposure that could gradually reduce  membrane selectivity  [40] . However, it is interesting to note that the M1  membrane presented a more stable rejection of biopolymers through the  tested exposures, and the decline in fouling resistance was also found at  a later exposure compared to M2 and M3 ( Fig. 6 ). This could potentially  be explained by the smaller original pore size of the M1 membrane that  could thus endure greater chemical attack before integrity loss. Hence,  the smaller pore size of the M1 membrane could have provided a higher  chemical resistance to physical degradation leading to loss in membrane  selectivity compared to M2 and M3.  For all membranes, the rejection of IMWC and LMWN compounds  ( Fig. 7 ), implying the reduction of these compounds in the permeate,  could be attributed to removal mostly by adsorption and by retention on  secondary cake layer formations. The removal of IMWC was likely pri­ marily governed by adsorption, where rougher membrane surfaces  could provide greater surface area for foulant adsorption  [23,28] . The  rejection of IMWC across the membranes was thus highest for M2 that \nFig. 6.  Fouling rate for (a) M1, (b) M2, and (c) M3 with varying NaOCl  exposure time. Each bar represents the fouling rate of 1 cycle characterised by  2 h filtration followed by 2 min backwash. Filtration was conducted for 6 cycles  or until 40 kPa was reached, with an overnight relaxation after the 3rd cycle.  For M1, reduced cycles could be performed under 40 kPa due to a higher  fouling rate. TMP profiles for each membrane filtration experiment can be  found in Section S5. Error in fouling rate was calculated using triplicate fouling  experiments conducted with the unaged M3 membrane. \n8\nZ.Z. Mustafa et al.                                                                                                                                                                                                                              \nSeparation and Purification Technology 354 (2025) 128481\nFig. 8.  Average reversibility after backwash for M1, M2 and M3 membranes  with varying NaOCl exposure. \ncorresponded with the potential reduction in hydrophilicity and pore  enlargement, discussed in  Sections 3.3.1 , that also contributed to the  corresponding increase in fouling rate ( Fig. 6 ) and decrease in rejection  ( Fig. 7 ). The fluctuating trends for M2 and M3 in the initial exposures  was likely because the backwash efficiency was sensitive to a range of  factors including the changing pore size, surface roughness and degree  of fouling deposit. The higher reversibility with the highest exposure for  all membranes could be attributed to lower overall fouling deposit  implied by the lower fouling rate ( Fig. 6 ) and lower rejection ( Fig. 7 ), as  discussed in  Sections 3.3.1 . Thus, the backwash efficiency for all mem­ branes was likely a result of changing pore size, roughness, and fouling  deposit that also impacted the membrane fouling rate and reversibility. \n3.3.4. Chemically irreversible fouling resistance  Chemically irreversible fouling was assessed using the CIFR for each  membrane with increasing NaOCl exposure ( Fig. 9 ). While M1 displayed  fluctuating CIFR trends, the CIFR for M3, and M2 to some extent, could  be found to correspond with the fouling rate for the membrane. No clear  trend was observed for M1 CIFR, potentially due to the varying number  of filtration cycles performed for this membrane ( Fig. 6 ) that may have  altered the degree of foulant adhesion to the membrane surface or pore  walls. The CIFR for M3 displayed an increasing trend till 8.4  ×  10 5 \nFig. 7.  Organic rejection for membranes (a) M1, (b) M2, and (c) M3 with  varying NaOCl exposure. Organic material characterised using LC-OCD anal­ ysis, where chromatographed DOC was fractionated into biopolymers (BP),  intermediate molecular weight compounds (IMWC), and low molecular weight  neutrals (LMWN). Error in organic rejection was calculated using triplicate  fouling experiments conducted with the unaged M3 membrane. \nppm ⋅ h and then a decrease ( Fig. 9 ), thus corresponding with the  respective increase and decrease in fouling rate ( Fig. 6 ). This suggested  that the irreversible fouling deposit in M3 was aggravated with higher  overall fouling deposit. This was likely due to more severe fouling via  pore blocking in M3, as discussed in  Section 3.3.1 , that increased  chemically irreversible deposit. A similar trend in CIFR was observed for  M2 between 1.2  ×  10 5  ppm ⋅ h and 16.8  ×  10 5  ppm ⋅ h ( Fig. 9 ), though  with a lower magnitude in resistance that may have been sensitive to  experimental variations. Thus, while the results were largely inconclu­ sive for M1 and M2, the irreversible fouling for M3 was found to \npresented the greatest overall surface roughness and low for M1 that  presented the lowest roughness for all exposures ( Fig. 2 ). Moreover,  while IMWC rejection by M3 was high for no exposure, the rejection  declined, thus again corresponding with the decreasing roughness pre­ viously noted for M3 with increasing NaOCl exposure ( Fig. 2 ). Rejection  of LMWN was found to display a distinct decline for higher exposures  with M3, where rejection declined after 1.2  ×  10 5  ppm ⋅ h from ~ 80 % to  25 % at 16.8  ×  10 5  ppm ⋅ h. Considering the corresponding decline in  membrane fouling rate for M3 ( Fig. 6 ), this likely indicated that the  removal of LWMN could be dependent on the development of cake  layers on that membrane surface that provide additional opportunity for  adsorption  [4] . This mechanism of adsorption was likely compounded as  the cake layer developed over consecutive filtration cycles. However,  trends in the removal of LWMN was not distinct for M1 and M2, likely  due to the complex interdependent factors governing LMWN removal by  both adsorption on the membrane surface and pores, and secondary cake  layer formation. \n3.3.3. Backwash efficiency  Backwash efficiency for the three membranes at each exposure was  determined using the average reversibility after backwash following a  filtration cycle ( Fig. 8 ). Initially, increasing chemical exposure led to a  decline in the backwash efficiency for M1 from ~ 55 % to 30 %, while  for M2 and M3 the trends fluctuated (~30 to 55 %). However, with the  highest exposures, the backwash efficiency for all membranes increased  to ~ 60 %. The initial decline in backwash reversibility for M1 \nFig. 9.  Chemically irreversible fouling resistance (CIFR) for M1, M2, and M3  membranes with varying NaOCl exposure. Error was calculated as the sum of  the standard deviation of resistance measurements before and after fouling. \n9\nZ.Z. Mustafa et al.                                                                                                                                                                                                                              \nSeparation and Purification Technology 354 (2025) 128481\ncorrespond with the degree of fouling deposit on the membrane due to  more severe pore blocking in membranes with larger pores.  It was noted that the CIFR was below 15 % of the fouling resistance  accrued over the fouling cycles for all membranes across the NaOCl  exposures tested (refer to TMP profiles in Section S5). Thus, all mem­ branes presented relatively low CIFR despite chemical ageing. This  could be attributed to high chemical resistance of the membranes, the  nature of the feed solution, and the cleaning regime applied. The ag­ gregation of the algal protein feed solution, as described in  Section 2.2.1 ,  resulted in a large proportion of fouling resistance consisting of loose  cake layer deposits that were readily detached from the membrane  during the backwash and chemical cleaning regime. Furthermore, it is  important to note that only a single point resistance measurement at 100  L ⋅ m − 2 ⋅ h − 1  was applied in this study. Multiple point resistance mea­ surements at stepped flux intervals could be used in future work to  obtain a more robust resistance measurement, and potentially to better  understand the nature of the irreversible fouling layers on each  membrane. \nof surface roughness and is thus recommended to be conducted in  addition to SEM analysis in future studies on membrane ageing. The  purpose of the methods used in the present study was to provide a  qualitative differentiation between the three membranes and identify  prominent membrane characteristics contributing to fouling and ageing  performance. It should be noted that assessing the individual impact of  each physical membrane parameter can be challenging due to the  interrelated nature of membrane surface, selective layer and support  layer characteristics and morphology. Therefore, methods such as  principal component analysis is recommended for future studies  applying quantitative methods for membrane characterisation towards  understanding their impact on membrane fouling behaviour. \nCRediT authorship contribution statement \nZainab Z. Mustafa:  Writing  –  review  &  editing, Writing  –  original  draft, Formal analysis, Data curation, Conceptualization.  Adrian T.  Murdock:  Writing  –  review  &  editing, Conceptualization.  Zongli Xie:  Writing  –  review  &  editing, Supervision, Conceptualization.  Geoffrey  Johnston-Hall:  Writing  –  review  &  editing, Supervision, Resources,  Project administration, Methodology, Funding acquisition, Conceptu­ alization.  Rita K. Henderson:  Writing  –  review  &  editing, Supervision,  Methodology.  Greg L. Leslie:  Writing  –  review  &  editing, Supervision,  Conceptualization.  Pierre Le-Clech:  Writing  –  review  &  editing, Su­ pervision, Resources, Project administration, Methodology, Funding  acquisition, Conceptualization. \n4. Conclusions \nThe impact of membrane characteristics and chemical ageing in  5000 ppm NaOCl at pH 10.5 on fouling behaviour by algal protein was  explored in this study. Distinct fouling mechanisms and reversibility  trends were found for the three PVDF UF membranes due to differences  in pore size and surface roughness. The membrane with smaller pore size  and smoother surface (M1) presented higher physical reversibility and  more stable fouling performance compared to membranes featuring  rougher surfaces (M2) or larger pores (M3). This was attributed to  greater foulant attachment on rough membrane surfaces that reduced  physical reversibility and more pore blocking with larger pore size that  resulted in increasing fouling rate. The observed differences in mem­ brane performance across the membranes highlighted the potential for  fine-tuning PVDF membrane characteristics to obtain desired advan­ tages such as low filtration resistance or higher cleaning efficiency. In  this study, typical pore blocking and cake filtration models were used to  provide an insight into the types of preferential fouling mechanisms  during filtration. However, it was noted that fouling likely involved a  combination of fouling mechanisms. It is therefore recommended that  future work apply the use of combined fouling models to better elucidate  the type of fouling mechanisms throughout filtration. Moreover, it was  also noted that factors other than surface filtration may also dictate the  fouling behaviour observed across the membranes, particularly in the  case of M2. Further study is required to better understand the impact of  depth filtration effects caused by the internal structure and morphology  of the membrane selective and support layers on the fouling and rejec­ tion of the membranes.  With chemical ageing, the membrane with the smallest original pore  size (M1) was found to present the highest potential resistance to  chemical degradation and maintained high membrane selectivity for  high exposures. Thus, the study demonstrated that membrane modifi­ cations to induce smaller pore size could increase the longevity of  membrane filtration performance with high chemical exposure in  feedwaters containing algal protein. It is recommended to further  investigate changes in membrane properties and fouling behaviour with  more NaOCl exposure intervals between 8.4  ×  10 5  ppm ⋅ h and 25.2  × 10 5  ppm ⋅ h, where significant changes were observed in fouling rate,  rejection, and backwash efficiency. More robust and quantitative  methods of measuring surface roughness, porosity and pore size of the  membranes could provide greater detail into the fouling performance  observed for each membrane with increasing chemical exposure. For  example, more detailed characterisation of changes in surface roughness  and pore size distribution with chemical exposure could lend insights  into the different LMWN rejection and irreversible fouling resistances  observed after ageing. Extended characterisation by atomic force mi­ croscopy (AFM) could be used to provide a more quantitative assessment \nDeclaration of competing interest \nThe authors declare that they have no known competing financial  interests or personal relationships that could have appeared to influence  the work reported in this paper. \nData availability \nThe data that has been used is confidential. \nAcknowledgements \nThis research was sponsored by DuPont Water Technologies as part  of the UNSW-CSIRO Industry PhD Program and an Australian  Commonwealth Research Training Program (RTP) scholarship. The  authors would like to thank Bruce Biltoft and Christopher Kersten for  their support during the development of this research. \nAppendix A. Supplementary data \nSupplementary data to this article can be found online at  https://doi.  org/10.1016/j.seppur.2024.128481 . \nReferences",
        "references": "[1]  A. Abdelrasoul, H. Doan, A. Lohi, A mechanistic model for ultrafiltration  membrane fouling by latex, J. Membr. Sci. 433 (2013) 88 – 99 .  [2]  S.Z. Abdullah, P.R. B ´ erub ´ e, Assessing the effects of sodium hypochlorite exposure  on the characteristics of PVDF based membranes, Water Res. 47 (2013)  5392 – 5399 .  [3]  S.Z. Abdullah, P.R. B ´ erub ´ e, Filtration and cleaning performances of PVDF  membranes aged with exposure to sodium hypochlorite, Sep. Purif. Technol. 195  (2018) 253 – 259 .  [4]  S.A. Alizadeh tabatabai, J.C. Schippers, M.D. Kennedy, Effect of coagulation on  fouling potential and removal of algal organic matter in ultrafiltration  pretreatment to seawater reverse osmosis, Water Res 59 (2014) 283 – 294 .  [5]  E. Arkhangelsky, D. Kuzmenko, V. Gitis, Impact of chemical cleaning on properties  and functioning of polyethersulfone membranes, J. Membr. Sci. 305 (2007)  176 – 184 .  [6]  S. Ashtiani, M. Khoshnamvand, P.  ˇ Cíhal, M. Dendisov ´ a, A. Randov ´ a, D. Bou ˇ sa,  A. Shaliutina-Kole ˇ sov ´ a, Z. Sofer, K. Friess, Fabrication of a PVDF membrane with  tailored morphology and properties via exploring and computing its ternary phase \n10\nZ.Z. Mustafa et al.                                                                                                                                                                                                                              \nSeparation and Purification Technology 354 (2025) 128481\ndiagram for wastewater treatment and gas separation applications, RSC Adv. 10  (2020) 40373 – 40383 .  [7]  M.R. Bilad, H.A. Arafat, I.F.J. Vankelecom, Membrane technology in microalgae  cultivation and harvesting: a review, Biotechnol. Adv. 32 (2014) 1283 – 1300 .  [8]  B. Blankert, B. van der Bruggen, A.E. Childress, N. Ghaffour, J.S. Vrouwenvelder,  Potential pitfalls in membrane fouling evaluation merits of data representation as  resistance instead of flux decline in membrane filtration, Membranes 11 (2021)  460 .  [9]  H. Chang, F. Qu, H. Liang, R. Jia, H. Yu, S. Shao, K. Li, W. Gao, G. Li, Correlating  ultrafiltration membrane fouling with membrane properties, water quality, and  permeate flux, Desalin. Water Treat. 56 (2015) 1746 – 1757 .  [10]  N.G. Cogan, D. Ozturk, K. Ishida, J. Safarik, S. Chellam, Membrane aging effects on  water recovery during full-scale potable reuse: mathematical optimization of  backwashing frequency for constant-flux microfiltration, Sep. Purif. Technol. 286  (2022) 120294 .  [11]  J. Delattre, B. Rabaud, A. Br ´ ehant, K. Glucina, C. Sollogoub, F. Thominette, Ageing  of hollow fiber membranes in polyvinylidene fluoride (pvdf) used in water  treatment, Procedia Eng. 44 (2012) 764 – 767 .  [12]  F. Gao, J. Wang, H. Zhang, H. Jia, Z. Cui, G. Yang, Aged PVDF and PSF  ultrafiltration membranes restored by functional polydopamine for adjustable pore  sizes and fouling control, J. Membr. Sci. 570 – 571 (2019) 156 – 167 .  [13]  F. Gao, J. Wang, H. Zhang, Y. Zhang, M.A. Hang, Effects of sodium hypochlorite on  structural/surface characteristics, filtration performance and fouling behaviors of  PVDF membranes, J. Membr. Sci. 519 (2016) 22 – 31 .  [14]  M. Gryta, J. Grzechulska-Damszel, A. Markowska-Szczupak, K. Karakulski, The  influence of polypropylene degradation on the membrane wettability during  membrane distillation, J. Membr. Sci. 326 (2009) 493 – 502 .  [15]  S. Hajibabania, A. Antony, G. Leslie, P. Le-Clech, Relative impact of fouling and  cleaning on PVDF membrane hydraulic performances, Sep. Purif. Technol. 90  (2012) 204 – 212 .  [16]  N.A. Hashim, Y. Liu, K. Li, Stability of PVDF hollow fibre membranes in sodium  hydroxide aqueous solution, Chem. Eng. Sci. 66 (2011) 1565 – 1575 .  [17]  M. Hashino, T. Katagiri, N. Kubota, Y. Ohmukai, T. Maruyama, H. Matsuyama,  Effect of surface roughness of hollow fiber membranes with gear-shaped structure  on membrane fouling by sodium alginate, J. Membr. Sci. 366 (2011) 389 – 397 .  [18]  J. Hong, Y. He, Effects of nano sized zinc oxide on the performance of PVDF  microfiltration membranes, Desalination 302 (2012) 71 – 79 .  [19]  L. Hou, Z. Wang, P. Song, A precise combined complete blocking and cake filtration  model for describing the flux variation in membrane filtration process with BSA  solution, J. Membr. Sci. 542 (2017) 186 – 194 .  [20]  B. Huang, H. Gu, K. Xiao, F. Qu, H. Yu, C. Wei, Fouling mechanisms analysis via  combined fouling models for surface water ultrafiltration process, Membranes 10  (2020) 149 .  [21]  W. Huang, Y. Zhu, B. Dong, W. Lv, Q. Yuan, W. Zhou, W. Lv, Investigation of  membrane fouling mechanism of intracellular organic matter during ultrafiltration,  Sci. Rep. 11 (2021) 1012 .  [22]  K.-J. Hwang, C.-Y. Liao, K.-L. Tung, Effect of membrane pore size on the particle  fouling in membrane filtration, Desalination 234 (2008) 16 – 23 .  [23]  O.T. Iorhemen, R.A. Hamza, J.H. Tay, Membrane bioreactor (MBR) technology for  wastewater treatment and reclamation membrane fouling, Membranes 6 (2016)  33 .  [24]  E. Iritani, N. Katagiri, Developments of blocking filtration model in membrane  filtration, Kona Powder Part. J. 2016 (2016) 179 – 202 .  [25]  E. Iritani, N. Katagiri, T. Takenaka, Y. Yamashita, Membrane pore blocking during  cake formation in constant pressure and constant flux dead-end microfiltration of  very dilute colloids, Chem. Eng. Sci. 122 (2015) 465 – 473 .  [26]  I.A. Khan, J.-O. Kim, Role of inorganic foulants in the aging and deterioration of  low-pressure membranes during the chemical cleaning process in surface water  treatment: a review, Chemosphere 341 (2023) 140073 .  [27]  P. Krzeminski, L. Leverette, S. Malamis, E. Katsou, Membrane bioreactors  –  a  review on recent developments in energy reduction, fouling control, novel  configurations, LCA and market prospects, J. Membr. Sci. 527 (2017) 207 – 227 .  [28]  R. Kumar, A.F. Ismail, Fouling control on microfiltration/ultrafiltration  membranes effects of morphology, hydrophilicity, and charge, J. Appl. Polym. Sci.  132 (2015) .  [29]  I. Levitsky, A. Duek, E. Arkhangelsky, D. Pinchev, T. Kadoshian, H. Shetrit,  R. Naim, V. Gitis, Understanding the oxidative cleaning of UF membranes,  J. Membr. Sci. 377 (2011) 206 – 213 .  [30]  K. Li, Q. Su, S. Li, G. Wen, T. Huang, Aging of PVDF and PES ultrafiltration  membranes by sodium hypochlorite: effect of solution pH, J. Environ. Sci. 104  (2021) 444 – 455 .  [31]  Y. Liao, A. Bokhary, E. Maleki, B. Liao, A review of membrane fouling and its  control in algal-related membrane processes, Bioresour. Technol. 264 (2018)  343 – 358 .  [32]  L. Marbelia, M. Mulier, D. Vandamme, K. Muylaert, A. Szymczyk, I.F.  J. Vankelecom, Polyacrylonitrile membranes for microalgae filtration: influence of  porosity, surface charge and microalgae species on membrane fouling, Algal Res.  19 (2016) 128 – 137 . \n[33]  S. Menon, K. Bansode, S. Nandi, V. Kalyanraman, Impact of cleaning agents on  properties of tubular polyvinylidene fluoride (PVDF) membrane, Mater. Today:.  Proc. 47 (2021) 1466 – 1471 .  [34]  D.J. Miller, D.R. Dreyer, C.W. Bielawski, D.R. Paul, B.D. Freeman, Surface  modification of water purification membranes, Angew. Chem. Int. Ed. Engl. 56  (2017) 4662 – 4711 .  [35]  Z.Z. Mustafa, N.R.H. Rao, R.K. Henderson, G.L. Leslie, P. Le-Clech, Considerations  of the limitations of commonly applied characterisation methods in understanding  protein-driven irreversible fouling, Environ. Sci. Water Res. Technol. 8 (2022)  343 – 357 .  [36]  Z.Z. Mustafa, N.R.H. Rao, G. Johnston-Hall, R.K. Henderson, G.L. Leslie, P. Le-  Clech, Membrane fouling during algal blooms: Impact of extracellular algal organic  matter feed and membrane surface properties, J. Environ. Chem. Eng. 10 (2022)  108749 .  [37]  B. Pellegrin, F. Mezzari, Y. Hanafi, A. Szymczyk, J.-C. Remigy, C. Causserand,  Filtration performance and pore size distribution of hypochlorite aged PES/PVP  ultrafiltration membranes, J. Membr. Sci. 474 (2015) 175 – 186 .  [38]  V. Puspitasari, A. Granville, P. Le-Clech, V. Chen, Cleaning and ageing effect of  sodium hypochlorite on polyvinylidene fluoride (PVDF) membrane, Sep. Purif.  Technol. 72 (2010) 301 – 308 .  [39]  M. Rabiller-Baudry, P. Loulergue, J. Girard, M. El mansour el jastimi, A. Bouzin,  M. Le gallic, A. Moreac, P. Rabiller, Consequences of membrane aging on real or  misleading evaluation of membrane cleaning by flux measurements, Sep. Purif.  Technol. 259 (2021) 118044 .  [40]  M.F. Rabuni, N.M. Nik Sulaiman, M.K. Aroua, C. Yern chee, N. Awanis Hashim,  Impact of in situ physical and chemical cleaning on PVDF membrane properties  and performances, Chem. Eng. Sci. 122 (2015) 426 – 435 .  [41]  J. Ravereau, A. Fabre, A. Brehant, R. Bonnard, C. Sollogoub, J. Verdu, Ageing of  polyvinylidene fluoride hollow fiber membranes in sodium hypochlorite solutions,  J. Membr. Sci. 505 (2016) 174 – 184 .  [42]  C. Regula, E. Carretier, Y. Wyart, G. G ´ esan-Guiziou, A. Vincent, D. Boudot,  P. Moulin, Chemical cleaning/disinfection and ageing of organic UF membranes a  review, Water Res. 56 (2014) 325 – 365 .  [43]  A. Resosudarmo, Y. Ye, P. Le-Clech, V. Chen, Analysis of UF membrane fouling  mechanisms caused by organic interactions in seawater, Water Res. 47 (2013)  911 – 921 .  [44]  M. Rickman, J. Pellegrino, R. Davis, Fouling phenomena during membrane  filtration of microalgae, J. Membr. Sci. 423 – 424 (2012) 33 – 42 .  [45]  S. Robinson, S.Z. Abdullah, P. B ´ erub ´ e, P. Le-Clech, Ageing of membranes for water  treatment Linking changes to performance, J. Membr. Sci. 503 (2016) 177 – 187 .  [46]  S. Robinson, P.R. B ´ erub ´ e, Membrane ageing in full-scale water treatment plants,  Water Res. 169 (2020) 115212 .  [47]  S.J. Robinson, P.R. B ´ erub ´ e, Seeking realistic membrane ageing at bench-scale,  J. Membr. Sci. 618 (2021) 118606 .  [48]  P. Sanaei, L.J. Cummings, Flow and fouling in membrane filters: effects of  membrane morphology, J. Fluid Mech. 818 (2017) 744 – 771 .  [49]  N. Subhi, A.R.D. Verliefde, V. Chen, P. Le-Clech, Assessment of physicochemical  interactions in hollow fibre ultrafiltration membrane by contact angle analysis,  J. Membr. Sci. 403 – 404 (2012) 32 – 40 .  [50]  D.Y. Tan, T. Hashimoto, S. Takizawa, 3D modeling of PVDF membrane aging using  scanning electron microscope and OpenCV image analysis, J. Membr. Sci. 666  (2023) 121141 .  [51] K.H. Tng, A. Antony, Y. Wang, G.L. Leslie, 11 - Membrane ageing during water  treatment: Mechanisms, monitoring, and control, in: A. Basile, A. Cassano, N.K.  Rastogi (Eds.), Advances in Membrane Technologies for Water Treatment. Oxford:  Woodhead Publishing, 2015.  [52]  Z. Wang, J. Ma, Q. Liu, Pure sponge-like membranes bearing both high water  permeability and high retention capacity, Desalination 278 (2011) 141 – 149 .  [53]  Q. Wu, X. Zhang, G. Cao, Impacts of sodium hydroxide and sodium hypochlorite  aging on polyvinylidene fluoride membranes fabricated with different methods,  J. Environ. Sci. 67 (2018) 294 – 308 .  [54]  H. Xu, K. Xiao, X. Wang, S. Liang, C. Wei, X. Wen, X. Huang, Outlining the roles of  membrane-foulant and foulant-foulant interactions in organic fouling during  microfiltration and ultrafiltration: a mini-review, Front. Chem. 8 (2020) 417 .  [55]  H. Xu, K. Xiao, J. Yu, B. Huang, X. Wang, S. Liang, C. Wei, X. Wen, X. Huang,  A Simple method to identify the dominant fouling mechanisms during membrane  filtration based on piecewise multiple linear regression, Membranes 10 (2020) 171 .  [56]  H. Yu, S. Shangguan, H. Yang, H. Rong, F. Qu, Chemical cleaning and membrane  aging of poly(vinylidene fluoride) (PVDF) membranes fabricated via non-solvent  induced phase separation (NIPS) and thermally induced phase separation (TIPS),  Sep. Purif. Technol. 313 (2023) 123488 .  [57]  Y. Zhang, J. Wang, F. Gao, Y. Chen, H. Zhang, A comparison study the different  impacts of sodium hypochlorite on PVDF and PSF ultrafiltration (UF) membranes,  Water Res. 109 (2017) 227 – 236 .  [58]  C. Zhao, J. Xue, F. Ran, S. Sun, Modification of polyethersulfone membranes  –  a  review of methods, Prog. Mater Sci. 58 (2013) 76 – 150 .  [59]  X. Zheng, D. Dai, H. Hua, D. Yu, R. Cheng, L. Zheng, Aging behavior and  mechanism of polyvinylidene fluoride membrane by intensified UV irradiation and  NaOCl a comparative study, Process Saf. Environ. Prot. 180 (2023) 923 – 934 . \n11"
    },
    "references": [
        "A. Abdelrasoul, H. Doan, A. Lohi, A mechanistic model for ultrafiltration \nmembrane fouling by latex, J. Membr. Sci. 433 (2013) 88–99.",
        "S.Z. Abdullah, P.R. B´erub´e, Assessing the effects of sodium hypochlorite exposure \non the characteristics of PVDF based membranes, Water Res. 47 (2013) \n5392–5399.",
        "S.Z. Abdullah, P.R. B´erub´e, Filtration and cleaning performances of PVDF \nmembranes aged with exposure to sodium hypochlorite, Sep. Purif. Technol. 195 \n(2018) 253–259.",
        "S.A. Alizadeh tabatabai, J.C. Schippers, M.D. Kennedy, Effect of coagulation on \nfouling potential and removal of algal organic matter in ultrafiltration \npretreatment to seawater reverse osmosis, Water Res 59 (2014) 283–294.",
        "E. Arkhangelsky, D. Kuzmenko, V. Gitis, Impact of chemical cleaning on properties \nand functioning of polyethersulfone membranes, J. Membr. Sci. 305 (2007) \n176–184.",
        "S. Ashtiani, M. Khoshnamvand, P. ˇCíhal, M. Dendisov´a, A. Randov´a, D. Bouˇsa, \nA. Shaliutina-Koleˇsov´a, Z. Sofer, K. Friess, Fabrication of a PVDF membrane with \ntailored morphology and properties via exploring and computing its ternary phase \nZ.Z. Mustafa et al.                                                                                                                                                                                                                              \nSeparation and Purification Technology 354 (2025) 128481\n11\ndiagram for wastewater treatment and gas separation applications, RSC Adv. 10 \n(2020) 40373–40383.",
        "M.R. Bilad, H.A. Arafat, I.F.J. Vankelecom, Membrane technology in microalgae \ncultivation and harvesting: a review, Biotechnol. Adv. 32 (2014) 1283–1300.",
        "B. Blankert, B. van der Bruggen, A.E. Childress, N. Ghaffour, J.S. Vrouwenvelder, \nPotential pitfalls in membrane fouling evaluation merits of data representation as \nresistance instead of flux decline in membrane filtration, Membranes 11 (2021) \n460.",
        "H. Chang, F. Qu, H. Liang, R. Jia, H. Yu, S. Shao, K. Li, W. Gao, G. Li, Correlating \nultrafiltration membrane fouling with membrane properties, water quality, and \npermeate flux, Desalin. Water Treat. 56 (2015) 1746–1757.",
        "N.G. Cogan, D. Ozturk, K. Ishida, J. Safarik, S. Chellam, Membrane aging effects on \nwater recovery during full-scale potable reuse: mathematical optimization of \nbackwashing frequency for constant-flux microfiltration, Sep. Purif. Technol. 286 \n(2022) 120294.",
        "J. Delattre, B. Rabaud, A. Br´ehant, K. Glucina, C. Sollogoub, F. Thominette, Ageing \nof hollow fiber membranes in polyvinylidene fluoride (pvdf) used in water \ntreatment, Procedia Eng. 44 (2012) 764–767.",
        "F. Gao, J. Wang, H. Zhang, H. Jia, Z. Cui, G. Yang, Aged PVDF and PSF \nultrafiltration membranes restored by functional polydopamine for adjustable pore \nsizes and fouling control, J. Membr. Sci. 570–571 (2019) 156–167.",
        "F. Gao, J. Wang, H. Zhang, Y. Zhang, M.A. Hang, Effects of sodium hypochlorite on \nstructural/surface characteristics, filtration performance and fouling behaviors of \nPVDF membranes, J. Membr. Sci. 519 (2016) 22–31.",
        "M. Gryta, J. Grzechulska-Damszel, A. Markowska-Szczupak, K. Karakulski, The \ninfluence of polypropylene degradation on the membrane wettability during \nmembrane distillation, J. Membr. Sci. 326 (2009) 493–502.",
        "S. Hajibabania, A. Antony, G. Leslie, P. Le-Clech, Relative impact of fouling and \ncleaning on PVDF membrane hydraulic performances, Sep. Purif. Technol. 90 \n(2012) 204–212.",
        "N.A. Hashim, Y. Liu, K. Li, Stability of PVDF hollow fibre membranes in sodium \nhydroxide aqueous solution, Chem. Eng. Sci. 66 (2011) 1565–1575.",
        "M. Hashino, T. Katagiri, N. Kubota, Y. Ohmukai, T. Maruyama, H. Matsuyama, \nEffect of surface roughness of hollow fiber membranes with gear-shaped structure \non membrane fouling by sodium alginate, J. Membr. Sci. 366 (2011) 389–397.",
        "J. Hong, Y. He, Effects of nano sized zinc oxide on the performance of PVDF \nmicrofiltration membranes, Desalination 302 (2012) 71–79.",
        "L. Hou, Z. Wang, P. Song, A precise combined complete blocking and cake filtration \nmodel for describing the flux variation in membrane filtration process with BSA \nsolution, J. Membr. Sci. 542 (2017) 186–194.",
        "B. Huang, H. Gu, K. Xiao, F. Qu, H. Yu, C. Wei, Fouling mechanisms analysis via \ncombined fouling models for surface water ultrafiltration process, Membranes 10 \n(2020) 149.",
        "W. Huang, Y. Zhu, B. Dong, W. Lv, Q. Yuan, W. Zhou, W. Lv, Investigation of \nmembrane fouling mechanism of intracellular organic matter during ultrafiltration, \nSci. Rep. 11 (2021) 1012.",
        "K.-J. Hwang, C.-Y. Liao, K.-L. Tung, Effect of membrane pore size on the particle \nfouling in membrane filtration, Desalination 234 (2008) 16–23.",
        "O.T. Iorhemen, R.A. Hamza, J.H. Tay, Membrane bioreactor (MBR) technology for \nwastewater treatment and reclamation membrane fouling, Membranes 6 (2016) \n33.",
        "E. Iritani, N. Katagiri, Developments of blocking filtration model in membrane \nfiltration, Kona Powder Part. J. 2016 (2016) 179–202.",
        "E. Iritani, N. Katagiri, T. Takenaka, Y. Yamashita, Membrane pore blocking during \ncake formation in constant pressure and constant flux dead-end microfiltration of \nvery dilute colloids, Chem. Eng. Sci. 122 (2015) 465–473.",
        "I.A. Khan, J.-O. Kim, Role of inorganic foulants in the aging and deterioration of \nlow-pressure membranes during the chemical cleaning process in surface water \ntreatment: a review, Chemosphere 341 (2023) 140073.",
        "P. Krzeminski, L. Leverette, S. Malamis, E. Katsou, Membrane bioreactors – a \nreview on recent developments in energy reduction, fouling control, novel \nconfigurations, LCA and market prospects, J. Membr. Sci. 527 (2017) 207–227.",
        "R. Kumar, A.F. Ismail, Fouling control on microfiltration/ultrafiltration \nmembranes effects of morphology, hydrophilicity, and charge, J. Appl. Polym. Sci. \n132 (2015).",
        "I. Levitsky, A. Duek, E. Arkhangelsky, D. Pinchev, T. Kadoshian, H. Shetrit, \nR. Naim, V. Gitis, Understanding the oxidative cleaning of UF membranes, \nJ. Membr. Sci. 377 (2011) 206–213.",
        "K. Li, Q. Su, S. Li, G. Wen, T. Huang, Aging of PVDF and PES ultrafiltration \nmembranes by sodium hypochlorite: effect of solution pH, J. Environ. Sci. 104 \n(2021) 444–455.",
        "Y. Liao, A. Bokhary, E. Maleki, B. Liao, A review of membrane fouling and its \ncontrol in algal-related membrane processes, Bioresour. Technol. 264 (2018) \n343–358.",
        "L. Marbelia, M. Mulier, D. Vandamme, K. Muylaert, A. Szymczyk, I.F. \nJ. Vankelecom, Polyacrylonitrile membranes for microalgae filtration: influence of \nporosity, surface charge and microalgae species on membrane fouling, Algal Res. \n19 (2016) 128–137.",
        "S. Menon, K. Bansode, S. Nandi, V. Kalyanraman, Impact of cleaning agents on \nproperties of tubular polyvinylidene fluoride (PVDF) membrane, Mater. Today:. \nProc. 47 (2021) 1466–1471.",
        "D.J. Miller, D.R. Dreyer, C.W. Bielawski, D.R. Paul, B.D. Freeman, Surface \nmodification of water purification membranes, Angew. Chem. Int. Ed. Engl. 56 \n(2017) 4662–4711.",
        "Z.Z. Mustafa, N.R.H. Rao, R.K. Henderson, G.L. Leslie, P. Le-Clech, Considerations \nof the limitations of commonly applied characterisation methods in understanding \nprotein-driven irreversible fouling, Environ. Sci. Water Res. Technol. 8 (2022) \n343–357.",
        "Z.Z. Mustafa, N.R.H. Rao, G. Johnston-Hall, R.K. Henderson, G.L. Leslie, P. Le- \nClech, Membrane fouling during algal blooms: Impact of extracellular algal organic \nmatter feed and membrane surface properties, J. Environ. Chem. Eng. 10 (2022) \n108749.",
        "B. Pellegrin, F. Mezzari, Y. Hanafi, A. Szymczyk, J.-C. Remigy, C. Causserand, \nFiltration performance and pore size distribution of hypochlorite aged PES/PVP \nultrafiltration membranes, J. Membr. Sci. 474 (2015) 175–186.",
        "V. Puspitasari, A. Granville, P. Le-Clech, V. Chen, Cleaning and ageing effect of \nsodium hypochlorite on polyvinylidene fluoride (PVDF) membrane, Sep. Purif. \nTechnol. 72 (2010) 301–308.",
        "M. Rabiller-Baudry, P. Loulergue, J. Girard, M. El mansour el jastimi, A. Bouzin, \nM. Le gallic, A. Moreac, P. Rabiller, Consequences of membrane aging on real or \nmisleading evaluation of membrane cleaning by flux measurements, Sep. Purif. \nTechnol. 259 (2021) 118044.",
        "M.F. Rabuni, N.M. Nik Sulaiman, M.K. Aroua, C. Yern chee, N. Awanis Hashim, \nImpact of in situ physical and chemical cleaning on PVDF membrane properties \nand performances, Chem. Eng. Sci. 122 (2015) 426–435.",
        "J. Ravereau, A. Fabre, A. Brehant, R. Bonnard, C. Sollogoub, J. Verdu, Ageing of \npolyvinylidene fluoride hollow fiber membranes in sodium hypochlorite solutions, \nJ. Membr. Sci. 505 (2016) 174–184.",
        "C. Regula, E. Carretier, Y. Wyart, G. G´esan-Guiziou, A. Vincent, D. Boudot, \nP. Moulin, Chemical cleaning/disinfection and ageing of organic UF membranes a \nreview, Water Res. 56 (2014) 325–365.",
        "A. Resosudarmo, Y. Ye, P. Le-Clech, V. Chen, Analysis of UF membrane fouling \nmechanisms caused by organic interactions in seawater, Water Res. 47 (2013) \n911–921.",
        "M. Rickman, J. Pellegrino, R. Davis, Fouling phenomena during membrane \nfiltration of microalgae, J. Membr. Sci. 423–424 (2012) 33–42.",
        "S. Robinson, S.Z. Abdullah, P. B´erub´e, P. Le-Clech, Ageing of membranes for water \ntreatment Linking changes to performance, J. Membr. Sci. 503 (2016) 177–187.",
        "S. Robinson, P.R. B´erub´e, Membrane ageing in full-scale water treatment plants, \nWater Res. 169 (2020) 115212.",
        "S.J. Robinson, P.R. B´erub´e, Seeking realistic membrane ageing at bench-scale, \nJ. Membr. Sci. 618 (2021) 118606.",
        "P. Sanaei, L.J. Cummings, Flow and fouling in membrane filters: effects of \nmembrane morphology, J. Fluid Mech. 818 (2017) 744–771.",
        "N. Subhi, A.R.D. Verliefde, V. Chen, P. Le-Clech, Assessment of physicochemical \ninteractions in hollow fibre ultrafiltration membrane by contact angle analysis, \nJ. Membr. Sci. 403–404 (2012) 32–40.",
        "D.Y. Tan, T. Hashimoto, S. Takizawa, 3D modeling of PVDF membrane aging using \nscanning electron microscope and OpenCV image analysis, J. Membr. Sci. 666 \n(2023) 121141.",
        "K.H. Tng, A. Antony, Y. Wang, G.L. Leslie, 11 - Membrane ageing during water \ntreatment: Mechanisms, monitoring, and control, in: A. Basile, A. Cassano, N.K. \nRastogi (Eds.), Advances in Membrane Technologies for Water Treatment. Oxford: \nWoodhead Publishing, 2015.",
        "Z. Wang, J. Ma, Q. Liu, Pure sponge-like membranes bearing both high water \npermeability and high retention capacity, Desalination 278 (2011) 141–149.",
        "Q. Wu, X. Zhang, G. Cao, Impacts of sodium hydroxide and sodium hypochlorite \naging on polyvinylidene fluoride membranes fabricated with different methods, \nJ. Environ. Sci. 67 (2018) 294–308.",
        "H. Xu, K. Xiao, X. Wang, S. Liang, C. Wei, X. Wen, X. Huang, Outlining the roles of \nmembrane-foulant and foulant-foulant interactions in organic fouling during \nmicrofiltration and ultrafiltration: a mini-review, Front. Chem. 8 (2020) 417.",
        "H. Xu, K. Xiao, J. Yu, B. Huang, X. Wang, S. Liang, C. Wei, X. Wen, X. Huang, \nA Simple method to identify the dominant fouling mechanisms during membrane \nfiltration based on piecewise multiple linear regression, Membranes 10 (2020) 171.",
        "H. Yu, S. Shangguan, H. Yang, H. Rong, F. Qu, Chemical cleaning and membrane \naging of poly(vinylidene fluoride) (PVDF) membranes fabricated via non-solvent \ninduced phase separation (NIPS) and thermally induced phase separation (TIPS), \nSep. Purif. Technol. 313 (2023) 123488.",
        "Y. Zhang, J. Wang, F. Gao, Y. Chen, H. Zhang, A comparison study the different \nimpacts of sodium hypochlorite on PVDF and PSF ultrafiltration (UF) membranes, \nWater Res. 109 (2017) 227–236.",
        "C. Zhao, J. Xue, F. Ran, S. Sun, Modification of polyethersulfone membranes – a \nreview of methods, Prog. Mater Sci. 58 (2013) 76–150.",
        "X. Zheng, D. Dai, H. Hua, D. Yu, R. Cheng, L. Zheng, Aging behavior and \nmechanism of polyvinylidene fluoride membrane by intensified UV irradiation and \nNaOCl a comparative study, Process Saf. Environ. Prot. 180 (2023) 923–934. \nZ.Z. Mustafa et al.",
        "[9] H. Chang, F. Qu, H. Liang, R. Jia, H. Yu, S. Shao, K. Li, W. Gao, G. Li, Correlating \nultrafiltration membrane fouling with membrane properties, water quality, and \npermeate flux, Desalin. Water Treat. 56 (2015) 1746–1757. \n[10] N.G. Cogan, D. Ozturk, K. Ishida, J. Safarik, S. Chellam, Membrane aging effects on \nwater recovery during full-scale potable reuse: mathematical optimization of \nbackwashing frequency for constant-flux microfiltration, Sep. Purif. Technol. 286 \n(2022) 120294. \n[11] J. Delattre, B. Rabaud, A. Br´ehant, K. Glucina, C. Sollogoub, F. Thominette, Ageing \nof hollow fiber membranes in polyvinylidene fluoride (pvdf) used in water \ntreatment, Procedia Eng. 44 (2012) 764–767. \n[12] F. Gao, J. Wang, H. Zhang, H. Jia, Z. Cui, G. Yang, Aged PVDF and PSF \nultrafiltration membranes restored by functional polydopamine for adjustable pore \nsizes and fouling control, J. Membr. Sci. 570–571 (2019) 156–167. \n[13] F. Gao, J. Wang, H. Zhang, Y. Zhang, M.A. Hang, Effects of sodium hypochlorite on \nstructural/surface characteristics, filtration performance and fouling behaviors of \nPVDF membranes, J. Membr. Sci. 519 (2016) 22–31. \n[14] M. Gryta, J. Grzechulska-Damszel, A. Markowska-Szczupak, K. Karakulski, The \ninfluence of polypropylene degradation on the membrane wettability during \nmembrane distillation, J. Membr. Sci. 326 (2009) 493–502. \n[15] S. Hajibabania, A. Antony, G. Leslie, P. Le-Clech, Relative impact of fouling and \ncleaning on PVDF membrane hydraulic performances, Sep. Purif. Technol. 90 \n(2012) 204–212. \n[16] N.A. Hashim, Y. Liu, K. Li, Stability of PVDF hollow fibre membranes in sodium \nhydroxide aqueous solution, Chem. Eng. Sci. 66 (2011) 1565–1575. \n[17] M. Hashino, T. Katagiri, N. Kubota, Y. Ohmukai, T. Maruyama, H. Matsuyama, \nEffect of surface roughness of hollow fiber membranes with gear-shaped structure \non membrane fouling by sodium alginate, J. Membr. Sci. 366 (2011) 389–397. \n[18] J. Hong, Y. He, Effects of nano sized zinc oxide on the performance of PVDF \nmicrofiltration membranes, Desalination 302 (2012) 71–79. \n[19] L. Hou, Z. Wang, P. Song, A precise combined complete blocking and cake filtration \nmodel for describing the flux variation in membrane filtration process with BSA \nsolution, J. Membr. Sci. 542 (2017) 186–194. \n[20] B. Huang, H. Gu, K. Xiao, F. Qu, H. Yu, C. Wei, Fouling mechanisms analysis via \ncombined fouling models for surface water ultrafiltration process, Membranes 10 \n(2020) 149. \n[21] W. Huang, Y. Zhu, B. Dong, W. Lv, Q. Yuan, W. Zhou, W. Lv, Investigation of \nmembrane fouling mechanism of intracellular organic matter during ultrafiltration, \nSci. Rep. 11 (2021) 1012. \n[22] K.-J. Hwang, C.-Y. Liao, K.-L. Tung, Effect of membrane pore size on the particle \nfouling in membrane filtration, Desalination 234 (2008) 16–23. \n[23] O.T. Iorhemen, R.A. Hamza, J.H. Tay, Membrane bioreactor (MBR) technology for \nwastewater treatment and reclamation membrane fouling, Membranes 6 (2016)",
        "[24] E. Iritani, N. Katagiri, Developments of blocking filtration model in membrane \nfiltration, Kona Powder Part. J. 2016 (2016) 179–202. \n[25] E. Iritani, N. Katagiri, T. Takenaka, Y. Yamashita, Membrane pore blocking during \ncake formation in constant pressure and constant flux dead-end microfiltration of \nvery dilute colloids, Chem. Eng. Sci. 122 (2015) 465–473. \n[26] I.A. Khan, J.-O. Kim, Role of inorganic foulants in the aging and deterioration of \nlow-pressure membranes during the chemical cleaning process in surface water \ntreatment: a review, Chemosphere 341 (2023) 140073. \n[27] P. Krzeminski, L. Leverette, S. Malamis, E. Katsou, Membrane bioreactors – a \nreview on recent developments in energy reduction, fouling control, novel \nconfigurations, LCA and market prospects, J. Membr. Sci. 527 (2017) 207–227. \n[28] R. Kumar, A.F. Ismail, Fouling control on microfiltration/ultrafiltration \nmembranes effects of morphology, hydrophilicity, and charge, J. Appl. Polym. Sci. \n132 (2015). \n[29] I. Levitsky, A. Duek, E. Arkhangelsky, D. Pinchev, T. Kadoshian, H. Shetrit, \nR. Naim, V. Gitis, Understanding the oxidative cleaning of UF membranes, \nJ. Membr. Sci. 377 (2011) 206–213. \n[30] K. Li, Q. Su, S. Li, G. Wen, T. Huang, Aging of PVDF and PES ultrafiltration \nmembranes by sodium hypochlorite: effect of solution pH, J. Environ. Sci. 104 \n(2021) 444–455. \n[31] Y. Liao, A. Bokhary, E. Maleki, B. Liao, A review of membrane fouling and its \ncontrol in algal-related membrane processes, Bioresour. Technol. 264 (2018) \n343–358. \n[32] L. Marbelia, M. Mulier, D. Vandamme, K. Muylaert, A. Szymczyk, I.F. \nJ. Vankelecom, Polyacrylonitrile membranes for microalgae filtration: influence of \nporosity, surface charge and microalgae species on membrane fouling, Algal Res. \n19 (2016) 128–137. \n[33] S. Menon, K. Bansode, S. Nandi, V. Kalyanraman, Impact of cleaning agents on \nproperties of tubular polyvinylidene fluoride (PVDF) membrane, Mater. Today:. \nProc. 47 (2021) 1466–1471. \n[34] D.J. Miller, D.R. Dreyer, C.W. Bielawski, D.R. Paul, B.D. Freeman, Surface \nmodification of water purification membranes, Angew. Chem. Int. Ed. Engl. 56 \n(2017) 4662–4711. \n[35] Z.Z. Mustafa, N.R.H. Rao, R.K. Henderson, G.L. Leslie, P. Le-Clech, Considerations \nof the limitations of commonly applied characterisation methods in understanding \nprotein-driven irreversible fouling, Environ. Sci. Water Res. Technol. 8 (2022) \n343–357. \n[36] Z.Z. Mustafa, N.R.H. Rao, G. Johnston-Hall, R.K. Henderson, G.L. Leslie, P. Le- \nClech, Membrane fouling during algal blooms: Impact of extracellular algal organic \nmatter feed and membrane surface properties, J. Environ. Chem. Eng. 10 (2022)",
        "[37] B. Pellegrin, F. Mezzari, Y. Hanafi, A. Szymczyk, J.-C. Remigy, C. Causserand, \nFiltration performance and pore size distribution of hypochlorite aged PES/PVP \nultrafiltration membranes, J. Membr. Sci. 474 (2015) 175–186. \n[38] V. Puspitasari, A. Granville, P. Le-Clech, V. Chen, Cleaning and ageing effect of \nsodium hypochlorite on polyvinylidene fluoride (PVDF) membrane, Sep. Purif. \nTechnol. 72 (2010) 301–308. \n[39] M. Rabiller-Baudry, P. Loulergue, J. Girard, M. El mansour el jastimi, A. Bouzin, \nM. Le gallic, A. Moreac, P. Rabiller, Consequences of membrane aging on real or \nmisleading evaluation of membrane cleaning by flux measurements, Sep. Purif. \nTechnol. 259 (2021) 118044. \n[40] M.F. Rabuni, N.M. Nik Sulaiman, M.K. Aroua, C. Yern chee, N. Awanis Hashim, \nImpact of in situ physical and chemical cleaning on PVDF membrane properties \nand performances, Chem. Eng. Sci. 122 (2015) 426–435. \n[41] J. Ravereau, A. Fabre, A. Brehant, R. Bonnard, C. Sollogoub, J. Verdu, Ageing of \npolyvinylidene fluoride hollow fiber membranes in sodium hypochlorite solutions, \nJ. Membr. Sci. 505 (2016) 174–184. \n[42] C. Regula, E. Carretier, Y. Wyart, G. G´esan-Guiziou, A. Vincent, D. Boudot, \nP. Moulin, Chemical cleaning/disinfection and ageing of organic UF membranes a \nreview, Water Res. 56 (2014) 325–365. \n[43] A. Resosudarmo, Y. Ye, P. Le-Clech, V. Chen, Analysis of UF membrane fouling \nmechanisms caused by organic interactions in seawater, Water Res. 47 (2013) \n911–921. \n[44] M. Rickman, J. Pellegrino, R. Davis, Fouling phenomena during membrane \nfiltration of microalgae, J. Membr. Sci. 423–424 (2012) 33–42. \n[45] S. Robinson, S.Z. Abdullah, P. B´erub´e, P. Le-Clech, Ageing of membranes for water \ntreatment Linking changes to performance, J. Membr. Sci. 503 (2016) 177–187. \n[46] S. Robinson, P.R. B´erub´e, Membrane ageing in full-scale water treatment plants, \nWater Res. 169 (2020) 115212. \n[47] S.J. Robinson, P.R. B´erub´e, Seeking realistic membrane ageing at bench-scale, \nJ. Membr. Sci. 618 (2021) 118606. \n[48] P. Sanaei, L.J. Cummings, Flow and fouling in membrane filters: effects of \nmembrane morphology, J. Fluid Mech. 818 (2017) 744–771. \n[49] N. Subhi, A.R.D. Verliefde, V. Chen, P. Le-Clech, Assessment of physicochemical \ninteractions in hollow fibre ultrafiltration membrane by contact angle analysis, \nJ. Membr. Sci. 403–404 (2012) 32–40. \n[50] D.Y. Tan, T. Hashimoto, S. Takizawa, 3D modeling of PVDF membrane aging using \nscanning electron microscope and OpenCV image analysis, J. Membr. Sci. 666 \n(2023) 121141. \n[51] K.H. Tng, A. Antony, Y. Wang, G.L. Leslie, 11 - Membrane ageing during water \ntreatment: Mechanisms, monitoring, and control, in: A. Basile, A. Cassano, N.K. \nRastogi (Eds.), Advances in Membrane Technologies for Water Treatment. Oxford: \nWoodhead Publishing, 2015. \n[52] Z. Wang, J. Ma, Q. Liu, Pure sponge-like membranes bearing both high water \npermeability and high retention capacity, Desalination 278 (2011) 141–149. \n[53] Q. Wu, X. Zhang, G. Cao, Impacts of sodium hydroxide and sodium hypochlorite \naging on polyvinylidene fluoride membranes fabricated with different methods, \nJ. Environ. Sci. 67 (2018) 294–308. \n[54] H. Xu, K. Xiao, X. Wang, S. Liang, C. Wei, X. Wen, X. Huang, Outlining the roles of \nmembrane-foulant and foulant-foulant interactions in organic fouling during \nmicrofiltration and ultrafiltration: a mini-review, Front. Chem. 8 (2020) 417. \n[55] H. Xu, K. Xiao, J. Yu, B. Huang, X. Wang, S. Liang, C. Wei, X. Wen, X. Huang, \nA Simple method to identify the dominant fouling mechanisms during membrane \nfiltration based on piecewise multiple linear regression, Membranes 10 (2020) 171. \n[56] H. Yu, S. Shangguan, H. Yang, H. Rong, F. Qu, Chemical cleaning and membrane \naging of poly(vinylidene fluoride) (PVDF) membranes fabricated via non-solvent \ninduced phase separation (NIPS) and thermally induced phase separation (TIPS), \nSep. Purif. Technol. 313 (2023) 123488. \n[57] Y. Zhang, J. Wang, F. Gao, Y. Chen, H. Zhang, A comparison study the different \nimpacts of sodium hypochlorite on PVDF and PSF ultrafiltration (UF) membranes, \nWater Res. 109 (2017) 227–236. \n[58] C. Zhao, J. Xue, F. Ran, S. Sun, Modification of polyethersulfone membranes – a \nreview of methods, Prog. Mater Sci. 58 (2013) 76–150. \n[59] X. Zheng, D. Dai, H. Hua, D. Yu, R. Cheng, L. Zheng, Aging behavior and \nmechanism of polyvinylidene fluoride membrane by intensified UV irradiation and \nNaOCl a comparative study, Process Saf. Environ. Prot. 180 (2023) 923–934. \nZ.Z. Mustafa et al."
    ]
}